INSERT INTO public.buyers (full_name,phone,email,bank_account,bank_name,created_at) VALUES
	 ('Коваленко Петро Іванович','+380501112233','kovalenko@gmail.com','UA2638000000001234567890123','PrivatBank','2026-09-17 15:53:49.452258'),
	 ('Мельник Олена Сергіївна','+380672223344','melnyk.olena@ukr.net','UA3235100000002345678901234','Monobank','2026-09-17 15:53:49.452258'),
	 ('Шевченко Андрій Васильович','+380633334455','shevchenko.a@gmail.com','UA1430034600000345678901235','PUMB','2026-09-17 15:53:49.452258'),
	 ('Бойко Наталія Павлівна','+380954445566','boyko.n@gmail.com','UA883223130000045678901236','PrivatBank','2026-09-17 15:53:49.452258'),
	 ('Ковальчук Максим Олегович','+380975556677','kovalchuk.m@ukr.net','UA55305299000005678901237','Sense Bank','2026-09-17 15:53:49.452258'),
	 ('Ткаченко Ірина Володимирівна','+380506667788','tkachenko.i@gmail.com','UA993510000000678901238','Monobank','2026-09-17 15:53:49.452258'),
	 ('Олійник Олег Михайлович','+380677778899','oliinyk.o@gmail.com','UA123003460000078901239','PUMB','2026-09-17 15:53:49.452258'),
	 ('Павленко Світлана Ігорівна','+380638889900','pavlenko.s@ukr.net','UA44322313000008901240','PrivatBank','2026-09-17 15:53:49.452258'),
	 ('Бондар Дмитро Петрович','+380959990011','bondar.d@gmail.com','UA77305299000009012341','A-Bank','2026-09-17 15:53:49.452258'),
	 ('Гнатюк Юлія Андріївна','+380970001122','hnatiuk.y@ukr.net','UA21351000000010123452','Monobank','2026-09-17 15:53:49.452258');
