INSERT INTO public.deals (premises_id,seller_id,buyer_id,deal_type,deal_cost,deal_date,rental_term_months,rental_conditions,created_at) VALUES
	 (4,7,2,'продаж',98000.00,'2026-09-10',NULL,NULL,'2026-09-17 18:58:18.671973'),
	 (1,9,5,'оренда',12000.00,'2026-09-11',12,'Оплата щомісяця до 5-го числа, без тварин','2026-09-17 18:58:18.671973'),
	 (8,3,10,'продаж',125000.00,'2026-09-12',NULL,NULL,'2026-09-17 18:58:18.671973'),
	 (2,6,1,'оренда',15000.00,'2026-09-13',6,'Передоплата за 2 місяці, можливий торг','2026-09-17 18:58:18.671973'),
	 (10,2,8,'продаж',75000.00,'2026-09-14',NULL,NULL,'2026-09-17 18:58:18.671973'),
	 (5,10,4,'оренда',10000.00,'2026-09-14',12,'Комунальні послуги сплачуються окремо','2026-09-17 18:58:18.671973'),
	 (3,4,7,'продаж',150000.00,'2026-09-15',NULL,NULL,'2026-09-17 18:58:18.671973'),
	 (7,1,3,'оренда',18000.00,'2026-09-15',3,'Короткострокова оренда для офісу','2026-09-17 18:58:18.671973'),
	 (6,8,9,'продаж',82000.00,'2026-09-16',NULL,NULL,'2026-09-17 18:58:18.671973'),
	 (9,5,6,'оренда',14000.00,'2026-09-16',12,'Довгостроковий контракт з можливістю пролонгації','2026-09-17 18:58:18.671973');
