INSERT INTO public.sellers (full_name,phone,email,bank_account,bank_name,created_at) VALUES
	 ('Симоненко Віктор Павлович','+380671234567','symonenko.v@gmail.com','UA45322313000001112233445','PrivatBank','2026-09-17 15:54:56.313811'),
	 ('Кравченко Марія Іванівна','+380502345678','kravchenko.m@ukr.net','UA89351000000022233445566','Monobank','2026-09-17 15:54:56.313811'),
	 ('Лисенко Василь Петрович','+380633456789','lysenko.v@gmail.com','UA11300346000003334455667','PUMB','2026-09-17 15:54:56.313811'),
	 ('Романенко Тетяна Олегівна','+380954567890','romanenko.t@gmail.com','UA67322313000004445566778','PrivatBank','2026-09-17 15:54:56.313811'),
	 ('Коваль Сергій Володимирович','+380975678901','koval.s@ukr.net','UA90305299000005556677889','Sense Bank','2026-09-17 15:54:56.313811'),
	 ('Мороз Оксана Анатоліївна','+380506789012','moroz.o@gmail.com','UA33351000000066677889900','Monobank','2026-09-17 15:54:56.313811'),
	 ('Василенко Іван Григорович','+380677890123','vasylenko.i@gmail.com','UA55300346000007778899001','PUMB','2026-09-17 15:54:56.313811'),
	 ('Дмитренко Наталія Вікторівна','+380638901234','dmytrenko.n@ukr.net','UA22322313000008889900112','PrivatBank','2026-09-17 15:54:56.313811'),
	 ('Савченко Андрій Миколайович','+380959012345','savchenko.a@gmail.com','UA88305299000009990011223','A-Bank','2026-09-17 15:54:56.313811'),
	 ('Гриценко Людмила Павлівна','+380970123456','hrytsenko.l@ukr.net','UA74351000000010101122334','Monobank','2026-09-17 15:54:56.313811');
INSERT INTO public.sellers (full_name,phone,email,bank_account,bank_name,created_at) VALUES
	 ('Тимошенко Богдан Русланович','+380631234599','tymoshenko.b@gmail.com','UA123003460000011122233','PrivatBank','2026-09-22 10:31:31.380139');
